{
	"events": [
		{
			"name": "natyanjali",
			"title": "Natyanjali",
			"category": "bigfour",
			"content": "Groove to the beat of arts in motion as sensational performances sweep you off your feet. Brace yourself for a line of enthralling dances from some of the best talent our country has to offer. Let the music pulsate through your veins. As long as there is an expression of movement, dance is created, and it will beckon to your senses like no other. Indisputably one of the most awaited Waves events, Natyanjali brings to you a host of scintillating pieces encompassing every form of dance conceivable, leaving you every bit mesmerised.",
                        "rules": "RULES:
                        Elimination Round:
                        • A prepared sequence of about 4 - 6 minutes has to be performed on the first day.
                        • A minimum of 6 dancers must be present on stage at all times of the performance.
                        • It is sufficient for one person of the group to wear the entire costume of the dance. However if the
                        costume is not uniform, participants must wear one of each type.
                        • Usage of props is allowed but it does not carry extra credit. Usage of props should be consulted
                        with event manager before confirmation.
                        • 7 teams are selected for the finals directly from this round. The next few good teams may qualify
                        for the wildcard round.
                        • The elimination round takes place completely before judges only behind closed doors.
                        • No lead dancer or solo performances allowed in any of the rounds.
                        • The auditorium screen will not be allowed to be used for any purpose (for example, photos, videos,
                        etc.).
                        • For both rounds, usage of external lighting is not allowed.
                        • Sound track of the group’s performance should be brought along in a cd/dvd/pendrive.
                        Final Round One:
                        • The same prepared sequence is performed in front of a large audience in the auditorium.
                        • The auditorium screen should not be used for any purpose (e.g.: photos, videos etc.)
                        • A prepared sequence of about 4 - 6 minutes has to be performed.
                        • A minimum of 6 dancers must be present on stage at all times of the performance.
                        Final Round Two: Challenge Round
                        • Each group will be given a challenge after eliminations, for which they will be given a day to
                        prepare.
                        • The soundtrack will also be provided one day before ,which will have a maximum duration of 2 min.
                        • Points will be awarded based on creativity used in the challenge and adapatbility to the track
                        provided.
                        "
		},
		{
			"name": "mrwaves",
			"title": "Mr. and Miss Waves",
			"category": "bigfour",
			"content": "Everybody is born equal, but some are more equal than others. Mr. and Ms. Waves is the search for that individual possessing the X factor; an individual of matchless wit, incomparable style and endearing charm. Pitting personality against personality, this event provides enough sparks to keep people on their feet throughout the night.",
                        "rules": "• Candidates should submit their application forms preferably with a passport-size
                        photograph before 11 am on Day-II.
                        • Candidates shortlisted for a second round of screening will be subjected to a round of
                        Personal interviews, following which selected candidates will proceed to the final
                        auditorium round, held on the same day.
                        • The finale will consist of a number of challenges.
                        • Contestants will be evaluated and eliminated based on their personality, talent, appeal,
                        wit, humour and presence of mind, tested during the various rounds.
                        • Rounds will be of the likes of ramp walk, question-answer, group interactions, tasks and
                        some other surprise elements.
                        • The two most enigmatic individuals would deserve the titles of Mr and Ms Waves.
                        "
		},
		{
			"name": "fashionparade",
			"title": "Vougue",
			"category": "bigfour",
			"content": "Passion, poise and a prerogative to impress. Be it in high heels and low cuts, or smooth and suave and dripping charm, the fashion parade is a celebration of the good life, giving a glimpse of the elegant side of the human personality. Undoubtedly one of the most chic and classy events of Waves, the Vougue - FashP is one of the biggest crowd puller and pleasers. After all, life is a style statement.",
                        "rules": "• An Open event is one in which participants can be from one single college, multiple colleges, or
                        from no college at all.
                        • More than one team is allowed per college, but only one can be an official entry.
                        • If the other entries from that particular college win a position in the event, the points will not
                        be added to the total points of the college accumulated over the three days.
                        • Colleges with multiple teams must specify which one of their multiple entries is the official
                        entry.
                        • In case of a win, teams having non-college participation will not have their points added to any
                        of the college’s total points.
                        Elimination Round:
                        • Teams need to submit a copy of their write-up at the time of the elimination round.
                        • Teams have to bring 2 CDs containing their music and video/PowerPoint tracks. One CD has to
                        be submitted at the time of the elimination round.
                        • The elimination round will be based on the design of clothes to be presented.
                        Final Round:
                        Emphasis will be given to clothing, walk, portrayal of theme and originality.
                        All participants do not have to be on stage at the same time.
                        Change in the number of participants after the eliminations leads to deduction of points.
                        Backstage helpers should not exceed 5, two of whom must be present to provide cues for
                        music and light.
                        Use of water, fire and any kind of fireworks (party poppers included) in any form on stage will
                        result in disqualification
                        Points will be deducted for any display of vulgarity or dance movements on stage.
                        Participants must portray both Indian and Western versions of any one of the themes in their
                        performance.
                        Exceeding time-limit will lead to penalty of 5% of the total marks scored.
                        "
		},
		{
			"name": "searock",
			"title": "Sea Rock",
			"category": "bigfour",
			"content": "A sea of people. Wave after wave of cheers and chants come crashing and tumbling through the crisp night air and melt through barriers of colour, caste and creed. For once, everyone will speak the same tongue. For once, it won't be about mind games and politics. For once, it will be a celebration of what is, and not what was. Come and experience the spectacle, as artist and audience unite to sing the same glorious song.For registration enquiries, searock@bits-waves.org",
                        "rules": "General Rules:
                        • Bands will be selected for the regional elimination round based upon their entries.
                        • Top 2 bands from regional elims will battle it out in the second elimination round for a spot in
                        the Finale.
                        • Elimination round scores will not carry over to finals.
                        • Bands can have a maximum of 8 performing members.
                        • A standard 5 piece drum kit, cymbals (ZBT choke, crash and ride) and a single bass pedal will be
                        provided.
                        • Accommodation in Goa, will be provided to all performing band members for Goa rounds.
                        • The organizers are not responsible for any loss or theft of belongings
                        • Any kind of misbehavior with the organizers/judges will lead to disqualification
                        • The organizers/judges are the final authority on any decisions and cannot be questioned
                        For any more info please mail at searock@bits-waves.org
                        "
		},
		{
			"name": "wavesdebate",
			"title": "Waves Debate",
			"category": "literary",
			"content": "Sparring fiends, unite! Leave aside your petty quarrels, and fight it out Wolverine style. Engage in a war of words and clash of ideas, as you dismiss your opponent's arguments with all the flair and ruthlessness of a Shakespearean character.",
                        "rules": "Round One:
                        • The First Round will consist of Round Table Debates, with either member of each team being for or
                        against the motion.
                        • Each speaker will be given 3 minutes to put forth his argument.
                        • 8 teams will qualify for the next round, based on their scores that will be normalised with respect to
                        the other debates.
                        Round Two:
                        • The 8 teams that qualify will debate an issue/crisis with assigned lobby positions.
                        • Teams will make five minute opening speeches, followed by a rebuttal of three minutes, and closing
                        arguments of two minutes.
                        • 4 teams will qualify for the finals.
                        Final Round:
                        • The final will be in the form of a Parliamentary Style Debate.
                        "
		},
		{
			"name": "creativewriting",
			"title": "Creative Writing",
			"category": "literary",
			"content": "Pen is mightier than the sword, especially when you can conjure up a 70ft Dinosaur with a rather inconvenient case of the flu, albeit on paper. This is your chance to scorch the competition with your wit, creativity, and eloquence. Oh, and your dinosaur, if you absolutely must.",
                        "rules": "Elimination Round:
                        There are 2 categories, prose and poetry, participants may take part in only one.
                        Prose: Participants have to write a work of fiction based on a given theme.
                        Poetry: The participants will be given a number of related themes to link through a
                        poem.
                        8 participants will qualify for the final rounds, from each category.
                        Final Round:
                        The rules for this round will be revealed to the finalists after the eliminations
                        "
		},
		{
			"name": "wordgames",
			"title": "Word Games",
			"category": "literary",
			"content": "Words have no power to impress the mind without the exquisite horror of their reality, said Edgar Allan Poe. With an army of anagrams, crosswords, palindromes and other such mind benders, this event is sure to test your grasp over the English language to the very limits. Don't be scared, now. Atleast when you know a round of Scrabble awaits you!",
                        "rules": "Elimination Round:
                        A general booklet will be given to the teams comprising standard word games like
                        anagrams, palindromes, etc.
                        7 teams will qualify for the final rounds, subject to a maximum of 3 teams per college.
                        Final Round:
                        Qualifying teams will be informed of the rules on the spot. There will be a scrabble
                        component.
                        "
		},
		{
			"name": "presscorps",
			"title": "Press Corps",
			"category": "literary",
			"content": "Fancy a shot at making the headlines?  What about a chance at orchestrating an engrossing piece of Breaking News from Ground Zero? Or does the idea of bombarding your favourite celebrity with a volley of contentious questions excite you? This Waves, we present to you the splendid opportunity of giving your inherent obtrusiveness a cause, a reason and a means. Wield the  power of the mighty pen and bask in the glory of what can only be termed as true media frenzy.",
                        "rules": "Rules will be disclosed soon"
		},
		{
			"name": "jam",
			"title": "JAM",
			"category": "literary",
			"content": "So there's this event where all you have to do is talk for a minute. Of course, there are more than a dozen rules that you need to follow. And there's a bunch of people armed with buzzers who'll do anything to shut you up and speak instead. And there's a ego-maniacal JAM-master who'll add a few rules whenever he wants, just for fun. Sounds simple, right?",
                        "rules": "Elimination Round:
                        Participants shall be grouped in sets of 6. (can be increased to a maximum 8 if required)
                        Each group shall go through one set of regular jam and one special round like an Alphabet JAM, or
                        a Disconnect JAM. 2 participants with the maximum points at the end of three rounds proceed to
                        finals.
                        Finalists are chosen on the basis on their position amongst all the participants and not just their
                        group.
                        Final Round:
                        The final participants shall then have 5 rounds of jamming, at the end of which the positions shall
                        be declared.
                        Points will be awarded on the duration for which a contestant speaks without making grammatical
                        errors, slurring etc. and not on content.
                        The JAM Master's decision will be final and binding.
                        Vulgarity is strictly prohibited and may result in disqualification.
                        "
		},
		{
			"name": "panorama",
			"title": "Panorama",
			"category": "kala",
			"content": "Make sure of leaving no stone in the scenery unturned in your quest for the magnum opus.Abiding by nature's truism, we present to you Panorama, the ultimate competition for Landscape Painting.",
                        "rules": "Sheets, basic colour paints and three brushes will be provided.
                        Participants may bring their own brushes, but they cannot carry their own paint.
                        The participants will be given one location on campus, and will be required to paint given
                        scenery.
                        The painting has to be only in the two colours that will be provided to the participant.
                        "
		},
		{
			"name": "cartooning",
			"title": "Cartooning",
			"category": "kala",
			"content": "Those who spent time in boring lectures doodling some creative junk , Cartooning gives you a bigger canvas to unleash your imagination upon. May your caricatures be as appealing as the prize money!",
                        "rules": "• The participants will be given a particular storyline or base.
                        • The participants will be required to make either a comic strip or a story, in accordance with
                           the storyline and other directions that will be provided on the spot.
                        • Both the participants will be working together.
                        "
		},
		{
			"name": "artsmarathon",
			"title": "Art Marathon",
			"category": "kala",
			"content": "Paint a portrait; face someone's face, make some clay art, all the while looking at the clock that is ticking. These and a myriad variety of tasks await you as you battle against the clock to finish this unique race.",
                        "rules": "The first round will be the elimination round, after which 20 teams will be selected to
                        play for the next rounds.
                        Each team will be put through a series of tasks. Teams may move forward to the next
                        round once they complete their task.
                        The final evaluation shall be on the basis of their performance in all the rounds.
                        The details of all the rounds will be explained during the course of the event.
                        "
		},	
		{
			"name": "portraiture",
			"title": "Portrait making",
			"category": "kala",
			"content": "Portrait making is the most primitive and indigenous of art forms, honouring unmatched creators for their exceptional creativity and capturing the emotions and features through the pinnacle of impressionistic similarity. For all those interested in practicing of this ever conventional but avant-garde art form, we present to you this event at waves, to reward your talent. Speak through the painting your very own emotions and feelings; find your feet in the portrayal through pure artistic excellence.",
                        "rules": "Each participant will be given a photograph with a close-up view of a random person.
                        The participant will be required to sketch the picture in the photograph.
                        Each participant will be given a set of oil pastels, watercolours, brushes and black pens.
                        Each participant has to use all the material provided in his/her sketch.
                        Sheets and limited material will be provided.
                        "
		},
		{
			"name": "blindart",
			"title": "Blind Art",
			"category": "kala",
			"content": "Art lies in the eyes of the beholder. But creating art only needs an ingenious twist of mind. The essence of art depends of the depth of the artist’s insight of that object he contemplates. Perceive the intricacy of art on a whole new plane. Comprehend the game of shapes and colours with the aid of nothing but you mind's eye.  Blind art strips you of your fundamental sense of sight and leaves you dependent solely on your partner’s guidance to create the ultimate masterpiece.",
                        "rules": "• A black and white picture will be provided; colour has to be filled in by the blindfolded
                        person, with directions from the participant with handcuffs.
                        • One of the participants will be blindfolded while the other will be handcuffed and be given
                           a picture which he/she will need to describe such that his/her partner is able to recreate
                          the picture.
                        • The participant with the picture is allowed to see what the blindfolded person is drawing
                           and can direct him accordingly, but he cannot draw.
                        • Sketch pens and sheets will be provided. The person with the picture should also instruct
                           him as to which pen to use and when.
                        "
		},	
		{ 
			"name":"junkart",
			"title":"Junk Art",
			"category":"kala",
			"content":"Have you ever been enraptured by the idea of converting the junk you see into beautiful pieces of art? Well, this Waves, you are invited to turn the artistic visions in your mind to reality using nothing but scrap and waste, in a way not very different from the creator of the Rock Garden in Chandigarh. Be there and see how garbage can be converted to Gold.",
                        "rules": "Rules will be disclosed soon"
		},
		{
			"name": "fantasyfiction",
			"title": "Fantasy Fiction Quiz",
			"category": "quiz",
			"content": "Harry Potter read 7 times, Eragon read 4 times , Lord of the Rings read 6 times. If you think you know these Fantasy Novels in and out then jump onto the fantasy boat.",
                        "rules": "Elimination Round:
                        A preliminary round will be conducted to select the top 6 teams for the Final Round.
                        In case of a tie, internal tie-breakers will be used to break the tie between teams.
                        Final Round:
                        The finals will consist of numerous rounds that will be revealed on the spot by the
                        quizmaster.
                        Quizmaster's decision is final.
                        "
		},	
		{
			"name": "wavesopen",
			"title": "Waves Open Quiz",
			"category": "quiz",
			"content": "The Big Daddy of all Quizzes, the Waves Quiz has always brought together the best college teams in the region. But this year, it goes open. So team up with whoever you want - it could be a friend, sibling, parent, even your pet rabbit - and compete for some awesome prizes.",
                        "rules": "Elimination Round:
                        A preliminary round will be conducted to select the top 6 teams for the Final Round. It will be
                        a general quiz.
                        In case of a tie, internal tie-breakers will be used to break the tie between teams.
                        Final Round:
                        The finals will consist of numerous rounds that will be revealed on the spot by the quizmaster.
                        Quizmaster's decision is final.
                        "
		},			
		{
			"name": "musicquiz",
			"title": "Music Quiz",
			"category": "quiz",
			"content": "Rocking to the tunes of Nickelback, headbanging till your neck hurts to gods of Metal like Lamb Of God, and dancing to the very funky notes of Rihanna. Has that been your staple for the past many years. Then come for the Music Quiz during Waves, a sure fire way to test your taste in music as well as quizzing prowess.",
                        "rules": "Elimination Round:
                        A preliminary round will be conducted to select the top 6 teams for the Final Round.
                        In case of a tie, internal tie-breakers will be used to break the tie between teams.
                        Final Round:
                        The finals will consist of numerous rounds that will be revealed on the spot by the
                        quizmaster.
                        Quizmaster's decision is final.
                        "
		},
		{
			"name": "solodance",
			"title": "Classical Solo Dance",
			"category": "dance",
			"content": "With spotlights shimmering their faces and music riveting their heartbeats, India’s finest dancers will once again engulf you in the inferno of their moves.  Watch them as they put their best foot forward showcasing the true essence of dance, bringing the stage to life.  The one who successfully endures the nail biting competition and mesmerizes the audience will walk away with honour of the winner’s trophy.  Be there to watch this battle for dance supremacy reach new heights.",
                        "rules": "Round 1:
                        • Participants are required to perform the same 3 - 5 minute long prepared sequence on a non-
                        filmy song of their choice.
                        Round 2:
                        • Each participant will be given a theme which they have to portray.
                        • All the participants will be provided with the same soundtrack.
                        • Points will be awarded on basis of the relevance of your dance and also your adaptability to the
                        theme given to you.
                        "
		},	
		{
			"name": "danceduo",
			"title": "Duo Dance",
			"category": "dance",
			"content": "The stage is set for the best duo to enchant you with their heart-warming performances.  The rhythm of the beat will sway every heart, and the melodies will encompass every mind. The right blend of grace, passion and chemistry will lead the way to victory. With a number of breath-taking performances lined up, the duo dance will capture your imagination and make your senses go numb. Its surely an event you don’t want to miss!",
                        "rules": "Eliminations 3-5 min prepared sequence
                        Any two or more of the following categories should be chosen.
                        • Hip-hop
                        • Contemporary
                        • Indian classical
                        • Indian folk
                        • Couple
                        Participants will be penalized if less than 2 forms are done.
                        Use of props is allowed. No extra points for that both needn't be on stage throughout the
                        performance
                        The number of finalists will depend upon the number of participants
                        Round1: Same as above
                        Round2: 2-3 mins given after first round
                        Partition round:
                        • The participants are required to dance for 2 - 3 minutes to a song sequence
                        provided to them after the results of the first round.
                        • There will be a partition placed in between the two participants such that
                        they cannot see each other during the performance.
                        "
		},			
		{
			"name": "sizzle",
			"title": "Sizzle",
			"category": "dance",
			"content": "Fast music, loud beats, an excited audience and pure dancing is all it takes to get the adrenaline rush going. It's every man for himself when the competitors take it to the stage and sweat it out, but only the one with the right moves will win it all.",
                        "rules": "Elimination Round:
                        Participants are required to perform a 3 - 5 minute long prepared sequence.
                        No classical dance forms are allowed.
                        This round of the event is performed behind closed doors before the judges only.
                        The dance soundtracks are to be submitted to the event manager at the time of registration, use of
                        pendrives only.
                        Final Round One:
                        The same 3 - 5 minute long prepared dance sequence has to be performed again, this time in front of
                        an audience.
                        Final Round Two | Character:
                        • Every participant would be given a sound track of 1-2 min duration and a character has to be
                        portrayed.
                        • Points will be awarded on the basis of choreography and to the adaptability to the character and
                        the soundtrack
                        Final Round Three | Footloose:
                        • Two participants are simultaneously called on stage. The first participant dances to a song played
                        on the spot while the other stays still.
                        • When a suitable signal is given, the first participant freezes and the second participant
                        immediately begins dancing to the continuation of the same song.
                        • When the song is changed, the entire process is repeated except, unlike earlier; the second
                        participant will have to begin this time.
                        • In this way, the song is changed several times while the participants dance in an alternating
                        manner.
                        "
		},	
		{
			"name": "stepup",
			"title": "Step up",
			"category": "dance",
			"content": "Not for the faint hearted, this dancing marathon filters the best out of the best and then again the very best out of them. Step Up pits together some of the finest dancers ever and tests their grit and mettle in a gruelling long dancing battle where it will take all their talent, skills and moves to be the last man standing",
                        "rules": "Elimination Round:
                        • Each participant will dance for 1 minute to a song given to them on the spot.
                        • Top 16 performers of this round will move forward to the next round.
                        Final Round
                        • This round aims at judging both the dancing ability and the adaptability of the participants so that they
                        can prove their mettle in a short period of time to continue to be in the race for the winner's spot.
                        Final Round One:
                        • All 16 participants will be divided into 4 groups comprising of 4 participants each.
                        • Each participant in the group has to perform in a given area. If a participant steps out of the area,
                        he/she shall be warned once. If the offence is repeated, the participant will be eliminated immediately.
                        • One group will perform at a time where all 4 participants in that group dance simultaneously on a tune
                        provided to them.
                        • One participant will be eliminated every 30/45 seconds.
                        • Top 2 performers of every group, for a total of 8 people, will move to the next round.
                        Final Round Two:
                        • All 8 participants will be divided into 2 groups comprising of 4 participants each.
                        • Each participant in the group has to perform in a given area. If a participant steps out of the area,
                        he/she shall be warned once. If the offence is repeated, the participant will be eliminated
                        immediately.
                        • One group will perform at a time where all 4 participants in that group dance simultaneously on a
                        tune provided to them.
                        • One participant will be eliminated every 30/45 seconds.
                        • Top 2 performers of every group, for a total of 4 people, will move to the next round.
                        Final Round Three:
                        • All 4 performers will perform simultaneously and every 45 seconds one person will be eliminated.
                        Each participant has to perform in a given area. If a participant steps out of the area, he/she will be
                        warned once. If the offence is repeated, the participant will be eliminated immediately.
                        • The top two performers of this round will move to the final round.
                        Final Round Four:
                        • The two finalists battle it out simultaneously for at least 1 minute and are marked on specific
                        criteria like skill, adaptability, energy level, creativity and should perform until one is eliminated or
                        bows out.
                        "
		},			
		{
			"name": "animusic",
			"title": "Animusic",
			"category": "music",
			"content": "It’s the fusion of animation with sonic skill, taken to a whole new level. This Instrumental Musical Extravaganza requires the participant to amalgamate the art of visual animation with one’s own musical composition.",
                        "rules": "General Rules:
                        This is an instrumental music event.
                        In the elimination round the participants are expected to play a group instrumental piece of any genre.
                        Any kind of album, self-composition or folk music is allowed, both Indian and Western.
                        Finalists would be expected to play suitable live music for an animation video (which will be uploaded
                        on the website) other than a group instrumental piece.
                        Any pre-recorded music would lead to disqualification of the team.
                        The marks from round one will be carried over to the finals if it is not made an elimination round.
                        Every extra minute taken beyond the specified time limit will lead to reduction of 5% of the total marks
                        scored.
                        Availability of the following instruments (if required) is assured: Drum Set, An Electric Bass, a Keyboard
                        and a Tabla Set.
                        Round One:
                        Teams should perform a self-composed or an adapted group instrumental piece.
                        May be made an elimination round.
                        "
		},				
		{
			"name": "alaap",
			"title": "Alaap",
			"category": "music",
			"content": "Highly revered as one of the oldest and purest forms of music. Classical music has a loyal base of patrons. We pay homage to this tradition with Alaap.",
                        "rules": "Rules will be declared soon"
		},		
		{
			"name": "sota",
			"title": "Silence of the Amps",
			"category": "music",
			"content": "Let the untainted descant of strings take charge in this Western Acoustic Event.  Just pluck those strings and let the melody unravel ……",
                        "rules": "• The participants can perform acoustic renditions of English songs of any genre.
                        • A minimum of one vocalist is compulsory.
                        • There should be a minimum of three performing members on the stage at any particular
                        point in time.
                        • Acapella performances are allowed
                        • Every extra minute taken beyond specified time limit will lead to reduction of 5% of the
                        total marks scored.
                        • Availability of the following instruments (if required) is assured: An Electric Bass, a
                        Keyboard and a Congo.
                        • Usage of keyboard only in piano tone is allowed. No other electronic instruments are
                        allowed.
                        "
		},		
		{
			"name": "offbeat",
			"title": "Offbeat",
			"category": "music",
			"content": "As a child, you must have often been scolded for playing imaginary drums on the kitchen utensils, or using closed boxes as percussion instruments. Well, fear no more, because in this event, those skills are what you are going to rely on. So grab your spoons and be ready to set the event on fire.",
                        "rules": "here will be 5 microphones on the stage ONLY.
                        • Some commonplace junk will be provided by the organizers.
                        This will include 3 plastic buckets (three sizes), 2 plates, 3 steel glasses. Teams should submit a list of
                        unconventional instruments that they will use one day prior to the event at Registration Desk.
                        • If a team wants to use the items provided by the organizers, they should mention those separately in
                        this list as well.
                        • No conventional instruments (acoustic/electronic) are permitted.
                        • The instruments to be used in the performance should each fit into a box of 60*60*60 cm
                        approximately
                        • No singing or use of recognizable words is allowed
                        • Minimum of 4 unconventional instruments must be used.
                        • Humming, whistling, clapping, clicking of fingers and beat boxing is permitted. They will be
                        considered as instruments of music.
                        Elimination Round:
                        Each team will be given 6 minutes on stage including setup
                        A total of 6 finalists will be selected for the finals
                        Final Round:
                        Each team will be given 8 minutes on stage including setup
                        In this round, the participants can repeat the piece they performed for the
                        elimination round
                        "
		},		
		{
			"name": "indianrock",
			"title": "Indian Rock",
			"category": "music",
			"content": "With a mix of tradition and modernity, Indian Rock will surely dazzle your senses and then some. As the New Age music in the very familiar Indian languages plays, be ready to move your head with the rhythm, and cheer on for the musicians which have made this music into an Art.",
                        "rules": "The songs should have lyrics in Indian languages. However, a rap with English lyrics is allowed.
                        Original compositions are allowed. In this case, 3 copies of the lyrics must be submitted at
                        time of registration on campus.
                        In case of lyrics in any Indian language other than Hindi or English 3 copies of the literal
                        translation of the lyrics in English must be submitted at the time of registration on campus.
                        Lyrics will be checked for vulgarity and profanity.
                        Every extra minute taken beyond specified time limit will lead to reduction of 5% of the total
                        marks scored.
                        Usage of at least one percussion instrument is compulsory.
                        Minimum of one vocalist is compulsory.
                        There should be four minimum performing members on the stage at any particular
                        point in time.
                        Any pre-recorded music or sound would lead to disqualification of the team.
                        The marks from eliminations will not be carried over to finals.
                        Availability of the following instruments (if required) is assured: Drum Set, An Electric
                        Bass, a Keyboard and a Tabla Set.
                        Elimination Round:
                        Only one song is to be performed within the given time.
                        The song performed can be among the ones prepared for the finals.
                        Final Round:
                        Maximum of 6 teams will qualify for this round.
                        It is compulsory to perform a minimum of one song within the given time limit.
                        "
		},		
		{
			"name": "sixstring",
			"title": "Six String Showdown",
			"category": "music",
			"content": "A novel event which has always been a favourite among music aficionados, Six String Showdown is back this year. This is where guitarists go head to head in a highly anticipated contest, a supreme test of mastery over the six strings. Testing their ability to improvise and come up with soothing, melodic licks or death-defying shreds, the winner will be crowned the undisputed Lord of the Strings.",
                        "rules": "Elimination Round:
                        Guitarists will be paired at random and each pair will duel over the same backing track which will
                        be provided on registration.
                        A fixed number of guitarists will advance into the next round. This will be independent of how
                        they fared against their opponent in the duel – it is possible for both the guitarists in a duel to
                        advance into the next round.
                        Subsequent Rounds:
                        Guitarists will be paired depending on their scores in a manner deemed fair and appropriate by
                        the judges and organizers. Guitarists will duel over a backing track as in the previous round.
                        Only one guitarist from each particular duel will advance to the next round.
                        Subsequent rounds will continue till the number of guitarists in the reckoning remains two.
                        The Final Showdown will involve an extended duel between the finalists.
                        "
		},		
		{
			"name": "nukkadnaatak",
			"title": "Nukkad Naatak",
			"category": "drama",
			"content": "A social message, an argument at the end of the street, an enthusiastic group of friends, when all come together, they make a recipe for a perfect street play.",
                        "rules": "The play should contain a social message.
                        No pre-recorded music or voices are allowed.
                        There is no upper limit on the props to be used. However, it is recommended to minimize
                        prop usage.
                        Please note: The organisers are NOT liable to procure props for the participating teams. The
                        teams are expected to bring their own props.
                        Language used can be either English or Hindi.
                        Points will be deducted for vulgarity and/or exceeding the time limit. The judges' decision
                        will be final and binding."
		},
		{
			"name": "mocktalkshow",
			"title": "Chai Chat Chatterjee",
			"category": "drama",
			"content": "Is imitation the sincerest form of flattery? Or is it just a way to get a few laughs at the expense of a ridiculous character? Well, the ends justify the means, we always say. Mock, jeer and extrapolate your perception of your favourite icon, and win laurels and adulation in return.",
                        "rules": "• All performances have to be based on a set of characters provided beforehand on the website. Participants
                        should imitate only these personalities.
                        Elimination Round:
                        • The participants will be required to present a monologue for 1 minute, after which they will be asked rapid
                        fire questions about the personality.
                        • Dressing up as the personality would attract more points.
                        • 8 participants will make it to the final round.
                        Final Round:
                        • The participant has to present a monologue for 1 minute. [ same as eliminations or different.]
                        • The participants shall be divided in groups of 4 each and will be interviewed by the host. The participants will
                        be given a situation and will have to justify why they are better equipped to deal with it than their opponents.
                        (Research on all the characters will come in handy in this round).Other contestants can interject to
                        defend/accuse in an orderly manner.
                        • This will be followed by a few rounds that will be announced after the eliminations.
                        • The participants are requested to get their facts right regarding the personality. Not doing this may lead to
                        deduction of points.
                        • Points will be deducted for vulgarity.
		},
		{
			"name": "impromptu",
			"title": "Impromptu",
			"category": "drama",
			"content": "Are you as quick-witted as you are creative? When time ain't on your side can you step it up a notch?? Then Bits Goa welcome's you to the Impromptu event...a time to lose yourself in ad lib dialogue and... well...just a preposterous amount of fun!!! tik tok tik tok...that's the sound of your time running out!",
                        "rules": "The competition is divided into two rounds.
                        Elimination round
                        Every team will be given a situation.
                        Time will be allotted for preparation.
                        Each team must perform on the given situation for 3-5 minutes.
                        Points will be deducted for vulgarity.
                        Final round
                        Details will be announced after the elimination round.
                        "
		},	
		{
			"name": "skime",
			"title": "Skime",
			"category": "drama",
			"content": "Words can only say so much. In Skime, in fact, we forbid you to use them. A mime event, this challenge will test your innovation and emoting abilities to the very limits. After all, actions speak louder than words.",
                        "rules": "• Skime is not a conventional mime. It has the relaxed rules mentioned above. No other rules of
                        conventional mime need to be followed.
                        • Maximum Eight members may be on stage and two others have to be off stage.
                        • The teams may use movie songs and slideshows to support their plot.
                        • The use of a synthesizer or any other musical instrument is allowed.
                        • No recognizable voices can be used by participants. (But sounds like dog barks are allowed)
                        • There are no restrictions in the costumes.
                        • Use of costumes of different kind, apart from the general costume of the participants, shall
                        also be considered as props. Each different kind of costume shall be considered as a prop.
                        However, variety in colours of the same kind of costume is not considered as an additional prop.
                        • Any sort of vulgarity will result in disqualification of the team.
                        • The judges' decision will be final and binding
                        "
		},		
		{
			"name": "rangmanch",
			"title": "Rang Manch",
			"category": "drama",
			"content": "The speech  of the eyes blended with the voice of the dialogue that reminds you of Shakespeare’s era. The art, romance, humour that is pure  in its purest form. This is stage play at its best.",
                        "rules": "The team must present a stage play of one or more acts.
                        The play must be in Hindi or English.
                        Teams are advised to minimize their usage of props. Only tables and chairs will be provided by organizers.
                        Sound can be provided only through sound clips, which should be made available on a pen drive. Special arrangements will
                        not be made for live music.
                        A total of up to four members from a team are allowed to work backstage, with a maximum of one participant working with
                        each of sound and lights. The remaining two members may work on stage setup and help with other incidental needs on
                        stage.
                        Points will be deducted for vulgarity and on exceeding the maximum time limit.
                        The judges' decision will be final and binding.
                        "
		},
		{
			"name": "wallstreetfete",
			"title": "Wall Street Fete",
			"category": "Miscellaneous",
			"content": "If the sight of the flashing figures upon the titantron of the Dalal Street excites you, then this event will leave your heart pounding….. Waves 2011 brings to the Virtual Stock Market; but this time it’s in the old fashioned way – a pen, some paper, no previous financial knowledge, and the full force of your vocal chords.",
                        "rules": "Rules for this event will be updated soon."
		},
		{
			"name": "photog",
			"title": "Photography",
			"category": "Miscellaneous",
			"content": "Coming soon",
                        "rules": "Rules for this event will be updated soon."
		},
		{
			"name": "bigfour",
			"title": "The Big Four",
			"category": "events",
			"content": "These events define the superlatives at Waves every year. The biggest stakes, largest crowd pullers, the maximum prize money, tremendous brand visibility, the hottest trends in fashion, the fiercest dance duels  they've got it all on showcase."
		},
		{
			"name": "literary",
			"title": "Literary and Debate",
			"category": "events",
			"content": "Within each humble form, behind every mortal face, lies a genius of thought. There is a craving to be seen, to be heard, to be a mark of virtuosity in this myriad of opinions. The ideas take form, mirroring the very depths of the consciousness, unfolding like a carpet of gold, a majestic creation, the pinnacle of untainted expression."
		},
		{
			"name": "kala",
			"title": "Fine Arts",
			"category": "events",
			"content": "Let convention be forgotten as you give yourself up to the dictates of your brush.  Let your imagination run free as your pencil breathes new life into the most inanimate of objects. Give a new dimension to the universe of your favourite cartoon characters. Connoisseurs will ‘Ooh ‘and ‘Ah’ as the perfectionist in captures the exact likeness of your Muse on canvas. Where the soul of a poet meets the skill of a true artist, we can only wait to feast our eyes on the masterpiece in making."
		},
		{
			"name": "quiz",
			"title": "Quiz",
			"category": "events",
			"content": "If visual cues and neuron twisting questions lead to a sudden surge of impulses in your cerebral cortex, this is for you. This Waves, we’re taking quizzing to an all new level. Do your best to find the elusive link and fill in the tantalising blanks. If you think you know your Gondor from your Du Weldenvarden and can cast spells and hexes effortlessly, duel it out in the Fantasy Quiz. If you like the crescendo of beats and plan to be the overlord of music, try your hand at the music quiz. If the general flavour is what you like, take part in the Waves Open Quiz where the pesky little know-it-all and the wise old uncle will do anything for glory."
		},
		{
			"name": "dance",
			"title": "Dance",
			"category": "events",
			"content": "Lose yourself in the mesmerising music and dance the night away. Throw caution to the winds as you follow your heart at literally every step of this unbridled expression of sheer joy. Measured moves and clichéd steps will do no more. Let the expression of self-burst forth through every move as you set the dance floor on fire.  Let your spirit soar as your rhythmic moves take over your own senses, and enthral the crowd. Revel in the ecstasy of mind, heart and body coming together in this larger-than-life celebration of Fusion-Pure Milaawat."
		},
		{
			"name": "music",
			"title": "Music",
			"category": "events",
			"content": "Music is the vent to divinity within earthly beings. Give in to the beat and let wave after wave of ecstasy wash you over. With events to cater to every genre, it’s a veritable feast for the ears. So start practicing your headbanging, or better still, pick up that instrument and make the crowds sway to your rhythm."
		},
		{
			"name": "drama",
			"title": "Drama",
			"category": "events",
			"content": "The most alluring of life's rewards lies at the end of the tunnel. It is that which makes us work, day in and day out, dealing with many trials and tribulations on the way. All to catch the ultimate prize: to forsake who we are, and be who we've always wanted to be."
		},
		{
			"name": "miscellaneous",
			"title": "Miscellaneous Events",
			"category": "events",
			"content": "There are somethings in life which just dont fit well elsewhere. They may however, end up being the messiah by doubling the fun component in your life."
		}]
}
